Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Auto tone-maps HDR and Dolby Vision to SDR only on a TV that can't show HDR. Choose Tone-map to SDR if 4K Dolby Vision remuxes look washed out, green or purple on your TV; Always HDR forces pass-through.
af: Auto toonkaart HDR en Dolby Vision na SDR slegs op 'n TV wat nie HDR kan wys nie. Kies Toonkaart na SDR as 4K Dolby Vision-hermengsels vervaag, groen of pers op jou TV lyk; Altyd HDR forseer deurgang.
am: HDR እና Dolby Vision ወደ SDR ቶን ማፕ ያደርጋል HDR ለማይችሉ ቴሌቪዥኖች ብቻ። 4K Dolby Vision remux ደብዛዛ፣ አረንጓዴ ወይም ወይይን ሆኖ ቴሌቪዥንዎ ላይ ቢታይ «SDR ቶን ማፕ» ይምረጡ፤ «ሁልጊዜ HDR» ፓስ-ስሩ-ትሩን ያስገድዳል።
ar: يحوّل الوضع التلقائي نطاق ألوان HDR وDolby Vision إلى SDR فقط على تلفاز لا يستطيع عرض HDR. اختر التحويل إلى SDR إذا بدت نُسخ remux بدقة 4K بتقنية Dolby Vision باهتة أو خضراء أو بنفسجية على تلفازك؛ يفرض HDR دائمًا التمرير المباشر.
as: স্বয়ংক্ৰিয়-এ HDR দেখুৱাব নোৱাৰা TV-তহে HDR আৰু Dolby Vision-ক SDR-লৈ টোন-মেপ কৰে। আপোনাৰ TV-ত 4K Dolby Vision ৰিমাক্সবোৰ বিবৰ্ণ, সেউজীয়া বা বেঙুনীয়া দেখা গ'লে SDR-লৈ টোন-মেপ বাছক; সদায় HDR-এ পাছ-থ্ৰু বলপূৰ্বক কৰে।
az: Avtomatik, HDR-i göstərə bilməyən televizorda HDR və Dolby Vision-u yalnız SDR-ə çevirir. 4K Dolby Vision remiks-ləri televizorda solğun, yaşıl və ya bənövşəyi görünsə, SDR-ə çevir seçin; Həmişə HDR birbaşa ötürməni məcbur edir.
be: Аўта пераводзіць HDR і Dolby Vision у SDR толькі на тэлевізары, які не можа паказваць HDR. Абярыце Пераклад у SDR, калі 4K Dolby Vision-рэмуксы выглядаюць выцвілымі, зялёнымі ці фіялетавымі на вашым тэлевізары; Заўсёды HDR прымушае прапускаць без апрацоўкі.
bg: Авто прави tone-mapping на HDR и Dolby Vision към SDR само на телевизор, който не може да показва HDR. Изберете Tone-map към SDR, ако 4K Dolby Vision remux файловете изглеждат избелели, зелени или лилави на вашия телевизор; Винаги HDR налага директно подаване.
bn: যে TV HDR দেখাতে পারে না কেবল সেখানেই স্বয়ংক্রিয়ভাবে HDR এবং Dolby Vision-কে SDR-এ টোন-ম্যাপ করা হয়। আপনার TV-তে 4K Dolby Vision remux ফ্যাকাশে, সবুজ বা বেগুনি দেখালে SDR-এ টোন-ম্যাপ বেছে নিন; সবসময় HDR পাস-থ্রু জোর করে।
br: Emgefreek a droc'h an tonioù HDR ha Dolby Vision da SDR nemet war un TV na c'hall diskouez HDR. Dibabit Kevrediñ tonioù da SDR ma seblant ar remuxoù 4K Dolby Vision gwennaet, gwer pe mouk war ho TV; HDR bepred a red an tremen-eeun.
bs: Automatski mapira tonove HDR i Dolby Vision u SDR samo na TV-u koji ne može prikazati HDR. Odaberite Mapiraj tonove u SDR ako 4K Dolby Vision remuxovi izgledaju izblijedjelo, zeleno ili ljubičasto na vašem TV-u; Uvijek HDR prisiljava prolaz.
ca: El mode automàtic mapeja el to de l'HDR i el Dolby Vision a SDR només en un televisor que no pot mostrar HDR. Tria Mapeig de to a SDR si els remuxos Dolby Vision 4K es veuen descolorits, verds o liles al teu televisor; Sempre HDR força el pass-through.
ceb: Ang Auto mag-tone-map sa HDR ug Dolby Vision ngadto sa SDR lang sa TV nga dili makapakita og HDR. Pilia ang Tone-map to SDR kung ang 4K Dolby Vision remux mura og luspad, berde o purpura sa imong TV; Always HDR mopugos sa pass-through.
cs: Automaticky převede HDR a Dolby Vision tónově na SDR jen na televizi, která neumí HDR. Zvolte Převést tónově na SDR, pokud 4K remuxy v Dolby Vision vypadají na vaší televizi vybledle, zeleně nebo fialově; Vždy HDR vynutí přímý průchod.
cy: Mae Awtomatig yn tôn-fapio HDR a Dolby Vision i SDR dim ond ar deledu na all ddangos HDR. Dewiswch Tôn-fapio i SDR os yw ail-gymysgiadau 4K Dolby Vision yn edrych yn wan, gwyrdd neu borffor ar eich teledu; mae HDR bob amser yn gorfodi trosglwyddiad uniongyrchol.
da: Auto tone-mapper kun HDR og Dolby Vision til SDR på et tv, der ikke kan vise HDR. Vælg Tone-map til SDR, hvis 4K Dolby Vision-remuxer ser udvaskede, grønne eller lilla ud på dit tv; Altid HDR tvinger gennemføring.
de: Automatisch wandelt HDR und Dolby Vision nur dann per Tone-Mapping in SDR um, wenn ein Fernseher kein HDR darstellen kann. Wähle „In SDR umwandeln“, wenn 4K-Dolby-Vision-Remuxe auf deinem Fernseher ausgewaschen, grün oder violett aussehen; „Immer HDR“ erzwingt die Durchleitung.
el: Το Αυτόματο εφαρμόζει αντιστοίχιση τόνων από HDR και Dolby Vision σε SDR μόνο σε τηλεόραση που δεν μπορεί να εμφανίσει HDR. Επιλέξτε Αντιστοίχιση τόνων σε SDR αν τα 4K Dolby Vision remux φαίνονται ξεθωριασμένα, πράσινα ή μοβ στην τηλεόρασή σας· το Πάντα HDR επιβάλλει απευθείας διέλευση.
es: Auto convierte (tone-map) HDR y Dolby Vision a SDR solo en un televisor que no puede mostrar HDR. Elige Convertir a SDR si los remux 4K Dolby Vision se ven lavados, verdes o morados en tu televisor; Siempre HDR fuerza el paso directo.
et: Automaatne teisendab HDR-i ja Dolby Visioni SDR-iks ainult teleril, mis ei suuda HDR-i kuvada. Vali Teisenda SDR-iks, kui 4K Dolby Visioni remuksid näivad su teleris pleekinud, rohelised või lillad; Alati HDR sunnib läbipääsu.
eu: Automatikoak HDR eta Dolby Vision SDR-ra mapeatzen ditu soilik HDR erakutsi ezin duen telebista batean. Aukeratu SDR-ra mapea itzazu 4K Dolby Vision remux-ak zure telebistan zurbilduak, berdeak edo moreak badirudi; Beti HDR pasabidea behartzeko.
fa: حالت خودکار HDR و Dolby Vision را فقط روی تلویزیونی که نمی‌تواند HDR را نشان دهد به SDR تطبیق رنگ می‌دهد. اگر ریماکس‌های ۴K Dolby Vision روی تلویزیون شما کم‌رنگ، سبز یا بنفش به نظر می‌رسند، گزینه تطبیق رنگ به SDR را انتخاب کنید؛ همیشه HDR عبور مستقیم را اجبار می‌کند.
fi: Automaattinen muuntaa HDR:n ja Dolby Visionin SDR:ksi vain televisiossa, joka ei voi näyttää HDR:ää. Valitse Muunna SDR:ksi, jos 4K Dolby Vision -remuksit näyttävät haalistuneilta, vihreiltä tai violeteilta televisiossasi; Aina HDR pakottaa läpiviennin.
fil: Awtomatikong nagta-tone-map ng HDR at Dolby Vision sa SDR sa TV lamang na hindi makapagpapakita ng HDR. Piliin ang Tone-map sa SDR kung ang 4K Dolby Vision remux ay mukhang kupas, berde o lila sa iyong TV; Pinipilit ng Palaging HDR ang pass-through.
fo: Sjálvvirkið tónakortleggur HDR og Dolby Vision til SDR bara á sjónvarpi, ið ikki kann vísa HDR. Vel Tónakortlegg til SDR, um 4K Dolby Vision remuxar síggja útvaskaðir, grønir ella lilla út á sjónvarpi tínum; Altíð HDR noyðir beinleiðis gjøgnumfør.
fr: Auto convertit (tone-mapping) le HDR et le Dolby Vision en SDR uniquement sur un téléviseur incapable d'afficher le HDR. Choisissez Convertir en SDR si les remux 4K Dolby Vision paraissent délavés, verts ou violets sur votre téléviseur ; Toujours HDR force le passage direct.
fy: Automatysk set HDR en Dolby Vision allinne nei SDR om op in tv dy't gjin HDR toane kin. Kies Nei SDR omsette as 4K Dolby Vision-remuxen ferbleke, grien of pears lykje op jo tv; Altyd HDR twingt trochjaan.
ga: Déanann Uathoibríoch tonmhapáil ar HDR agus Dolby Vision go SDR ar theilifís nach féidir HDR a thaispeáint uirthi amháin. Roghnaigh Tonmhapáil go SDR má fheictear remuxanna 4K Dolby Vision leáite, glas nó corcra ar do theilifís; brúnn HDR i gcónaí tríchur.
gd: Nì Fèin-obrachail tòna-mhapadh air HDR agus Dolby Vision gu SDR a-mhàin air Tbh nach urrainn HDR a shealltainn. Tagh Tòna-mhap gu SDR ma tha ath-mheasgadh 4K Dolby Vision a' coimhead air a nighe às, uaine no purpaidh air an Tbh agad; sparraidh An-còmhnaidh HDR dol troimhe.
gl: Auto converte HDR e Dolby Vision a SDR só nun televisor que non pode mostrar HDR. Escolle Converter a SDR se os remuxes Dolby Vision en 4K se ven lavados, verdes ou morados no teu televisor; Sempre HDR foza o paso directo.
gu: ઑટો ફક્ત એવા TV પર HDR અને Dolby Vision ને SDR માં ટોન-મેપ કરે છે જે HDR બતાવી ન શકે. જો તમારા TV પર 4K Dolby Vision remux ધોવાયેલા, લીલા કે જાંબલી દેખાય તો Tone-map to SDR પસંદ કરો; Always HDR પાસ-થ્રૂ ફરજિયાત કરે છે.
ha: Kai tsaye yana canza HDR da Dolby Vision zuwa SDR ne kawai a kan TV da ba zai iya nuna HDR ba. Zaɓi Canza zuwa SDR idan remux na 4K Dolby Vision suna kama da suka lalace, kore ko shunayya a TV ɗinka; Koyaushe HDR yana tilasta wucewa kai tsaye.
he: אוטומטי ממפה גוונים מ-HDR ו-Dolby Vision ל-SDR רק בטלוויזיה שאינה יכולה להציג HDR. בחר מיפוי גוונים ל-SDR אם רימוקסים של 4K Dolby Vision נראים דהויים, ירוקים או סגולים בטלוויזיה שלך; תמיד HDR כופה מעבר ישיר.
hi: स्वतः HDR और Dolby Vision को SDR में टोन-मैप केवल उसी TV पर करता है जो HDR नहीं दिखा सकता। यदि 4K Dolby Vision remux आपके TV पर धुले-धुले, हरे या बैंगनी दिखें तो SDR में टोन-मैप चुनें; हमेशा HDR पास-थ्रू बाध्य करता है।
hr: Automatski mapira tonove HDR-a i Dolby Vision na SDR samo na TV-u koji ne može prikazati HDR. Odaberite Mapiraj tonove na SDR ako 4K Dolby Vision remuxevi izgledaju isprano, zeleno ili ljubičasto na vašem TV-u; Uvijek HDR prisiljava prolaz.
ht: Otomatik konvèti HDR ak Dolby Vision an SDR sèlman sou yon TV ki pa ka montre HDR. Chwazi Tone-map an SDR si remux 4K Dolby Vision yo parèt delave, vèt oswa mòv sou TV ou; Toujou HDR fòse pas-through.
hu: Az Automatikus csak olyan tévén alakítja át (tone-map) a HDR-t és a Dolby Visiont SDR-re, amely nem tud HDR-t megjeleníteni. Válaszd a Tone-map SDR-re lehetőséget, ha a 4K Dolby Vision remuxok kifakultnak, zöldesnek vagy lilásnak látszanak a tévéden; a Mindig HDR kényszeríti az átengedést.
hy: Ավտոն HDR-ը և Dolby Vision-ը SDR-ի ձայնակարգ է անում միայն այն հեռուստացույցների, որոնք չեն կարողանում ցուցադրել HDR։ Ընտրեք «Ձայնակարգ SDR-ի» եթե 4K Dolby Vision remux-ները ձըգված, կանաչ կամ մանուշակագույն են երևում ձեր հեռուստացույցում. «Միշտ HDR»-ն հարկադրում է pass-through ռեժիմ։
id: Otomatis melakukan tone-map HDR dan Dolby Vision ke SDR hanya pada TV yang tidak dapat menampilkan HDR. Pilih Tone-map ke SDR jika remux Dolby Vision 4K terlihat pudar, hijau atau ungu di TV Anda; Selalu HDR memaksa pass-through.
ig: Akpaghị aka na-atụgharị ụcha HDR na Dolby Vision ka ọ bụrụ SDR naanị na TV na-apụghị igosi HDR. Họrọ Tụgharịa ụcha na SDR ma ọ bụrụ na 4K Dolby Vision remux na-adị ka ihe kwọpụrụ akwọpụ, akwụkwọ ndụ ma ọ bụ odo odo na TV gị; HDR Mgbe Niile na-amanye ngafe.
is: Sjálfvirkt tone-mapping umbreytir HDR og Dolby Vision í SDR aðeins á sjónvarpi sem ræður ekki við HDR. Veldu Tone-map í SDR ef 4K Dolby Vision remux lítur útvassaður, grær eða fjólublár út á sjónvarpinu þínu; Alltaf HDR þvingar beinar send.
it: Auto converte (tone-map) HDR e Dolby Vision in SDR solo su un TV che non può mostrare l'HDR. Scegli Converti in SDR se i remux 4K Dolby Vision appaiono slavati, verdi o viola sul tuo TV; Sempre HDR forza il pass-through.
ja: 自動は、HDR を表示できないテレビでのみ、HDR と Dolby Vision を SDR にトーンマッピングします。4K Dolby Vision のリマックスがテレビで色あせて見えたり、緑や紫がかって見える場合は「SDR にトーンマッピング」を選択してください。「常に HDR」はパススルーを強制します。
jv: Otomatis tone-map HDR lan Dolby Vision menyang SDR mung ing TV sing ora bisa nampilaké HDR. Pilih Tone-map menyang SDR yèn remux 4K Dolby Vision katon pucet, ijo utawa ungu ing TV sampeyan; Tansah HDR meksa pass-through.
ka: ავტო გარდაქმნის HDR-სა და Dolby Vision-ს SDR-ში მხოლოდ TV-ზე, რომელსაც HDR-ის ჩვენება არ შეუძლია. აირჩიეთ SDR-ზე გარდაქმნა, თუ 4K Dolby Vision remux-ები გამრეცხილი, მწვანე ან იისფერი გამოიყურება TV-ზე; ყოველთვის HDR პირდაპირ გადაცემას აიძულებს.
kk: HDR мен Dolby Vision-ды тек HDR көрсете алмайтын теледидарда SDR-ға автоматты түрлендіреді. Егер 4K Dolby Vision ремикстері теледидарда жуылып кеткен, жасыл немесе күлгін болып көрінсе, SDR-ға түрлендіру тармағын таңдаңыз; Әрдайым HDR өткізуді мәжбүрлейді.
km: ស្វ័យប្រវត្តិ tone-map HDR និង Dolby Vision ទៅ SDR លុះត្រាតែទូរទស្សន៍មិនអាចបង្ហាញ HDR។ ជ្រើស Tone-map to SDR ប្រសិនបើ remux Dolby Vision 4K មើលទៅស្លេក ខៀវ ឬស្វាយនៅលើទូរទស្សន៍របស់អ្នក; Always HDR បង្ខំ pass-through។
kn: HDR ಅನ್ನು ತೋರಿಸಲಾಗದ TV ನಲ್ಲಿ ಮಾತ್ರ ಸ್ವಯಂ HDR ಮತ್ತು Dolby Vision ಅನ್ನು SDR ಗೆ ಟೋನ್-ಮ್ಯಾಪ್ ಮಾಡುತ್ತದೆ. 4K Dolby Vision remux ಗಳು ನಿಮ್ಮ TV ನಲ್ಲಿ ಮಸುಕಾದ, ಹಸಿರು ಅಥವಾ ನೇರಳೆ ಬಣ್ಣದಲ್ಲಿ ಕಂಡರೆ SDR ಗೆ ಟೋನ್-ಮ್ಯಾಪ್ ಆಯ್ಕೆಮಾಡಿ; ಯಾವಾಗಲೂ HDR ಪಾಸ್-ಥ್ರೂ ಅನ್ನು ಒತ್ತಾಯಿಸುತ್ತದೆ.
ko: 자동은 HDR을 표시할 수 없는 TV에서만 HDR 및 Dolby Vision을 SDR로 톤 매핑합니다. 4K Dolby Vision remux가 TV에서 색이 바래거나 녹색 또는 보라색으로 보이면 SDR로 톤 매핑을 선택하고, 항상 HDR은 패스스루를 강제합니다.
ku: Otomatîk HDR û Dolby Vision tenê li ser TVyekê ku nikare HDR nîşan bide dixe SDR. Tone-map to SDR hilbijêre eger remuxên 4K Dolby Vision li ser TVya te şûştî, kesk an mor xuya bikin; Herdem HDR derbaskirinê bi zorê dike.
ky: Авто HDR жана Dolby Vision'ду SDR'ге тон-картага салат, HDR'ди көрсөтө албаган телевизордо гана. Эгер 4K Dolby Vision ремукстары телевизоруңузда өңү качкан, жашыл же кызгылт көк болуп көрүнсө SDR'ге тон-карта тандаңыз; Дайыма HDR өткөрүп берүүнү мажбурлайт.
lb: Auto passt HDR an Dolby Vision op SDR un, nëmmen op engem Fernseh deen HDR net kann uweisen. Wiel Op SDR uwenden, wann 4K-Dolby-Vision-Remuxen op dengem Fernseh ausgewäsch, gréng oder violett ausgesinn; Ëmmer HDR erzwéngt d'Duerchleedung.
lo: ອັດຕະໂນມັດ ຈະທໍນແມັບ HDR ແລະ Dolby Vision ໄປເປັນ SDR ສະເພາະໂທລະທັດທີ່ບໍ່ສາມາດສະແດງ HDR ໄດ້. ເລືອກ ທໍນແມັບໄປ SDR ຖ້າ 4K Dolby Vision remux ເບິ່ງຄືຊີດ, ອອກສີຂຽວ ຫຼື ມ່ວງ ໃນໂທລະທັດຂອງທ່ານ; HDR ສະເໝີ ຈະບັງຄັບໃຫ້ຜ່ານໂດຍກົງ.
lt: Automatinis režimas atvaizduoja HDR ir Dolby Vision į SDR tik televizoriuje, kuris negali rodyti HDR. Pasirinkite Atvaizduoti į SDR, jei 4K Dolby Vision remux atrodo išblukę, žali ar violetiniai jūsų televizoriuje; Visada HDR priverstinai praleidžia be konvertavimo.
lv: Automātiski pārveido HDR un Dolby Vision toņus uz SDR tikai TV, kas nevar parādīt HDR. Izvēlieties Pārveidot toņus uz SDR, ja 4K Dolby Vision remuksi jūsu TV izskatās izbalējuši, zaļi vai violeti; Vienmēr HDR piespiež tiešo caurlaidi.
mg: Ny Auto dia manova ny HDR sy Dolby Vision ho SDR amin'ny TV tsy afaka maneho HDR ihany. Fidio ny Tone-map to SDR raha toa ka toa mihalefaka, maitso na volomparasy amin'ny TV-nao ny remux Dolby Vision 4K; ny Always HDR dia manery pass-through.
mi: Ka mapi-tāonga aunoa te Aunoa i te HDR me te Dolby Vision ki te SDR anake i runga i te pouaka whakaata kāore e taea te whakaatu HDR. Kōwhiria te Mapi-tāonga ki SDR mēnā ka horekau te āhua o ngā remuxes 4K Dolby Vision, ka kākāriki, ka waiporoporo rānei i tō pouaka; ka kōkuku a HDR i ngā wā katoa i te haere-mā-roto.
mk: Автоматски го претвора HDR и Dolby Vision во SDR само на телевизор кој не може да прикаже HDR. Изберете Претвори во SDR ако 4K Dolby Vision ремукси изгледаат избледени, зелени или виолетови на вашиот телевизор; Секогаш HDR го принудува проследувањето.
ml: HDR കാണിക്കാനാകാത്ത ഒരു TV-യിൽ മാത്രമേ ഓട്ടോ HDR-ഉം Dolby Vision-ഉം SDR-ലേക്ക് ടോൺ-മാപ്പ് ചെയ്യൂ. നിങ്ങളുടെ TV-യിൽ 4K Dolby Vision remux-കൾ മങ്ങിയതോ പച്ചയോ വയലറ്റോ ആയി കാണുന്നുവെങ്കിൽ SDR-ലേക്ക് ടോൺ-മാപ്പ് തിരഞ്ഞെടുക്കുക; എപ്പോഴും HDR പാസ്-ത്രൂ നിർബന്ധമാക്കുന്നു.
mn: Авто нь HDR болон Dolby Vision-г зөвхөн HDR харуулж чадахгүй ТВ дээр SDR болгон хувиргана. Хэрэв таны ТВ дээр 4K Dolby Vision remux нь бүдэг, ногоон эсвэл ягаан харагдвал Tone-map to SDR-г сонгоно уу; Always HDR нь шууд дамжуулахыг шаардана.
mr: TV HDR दाखवू शकत नसेल तरच स्वयंचलित HDR आणि Dolby Vision ला SDR मध्ये टोन-मॅप करतो. तुमच्या TV वर 4K Dolby Vision remux फिकट, हिरवे किंवा जांभळे दिसत असल्यास Tone-map to SDR निवडा; Always HDR पास-थ्रूची सक्ती करतो.
ms: Auto memetakan nada HDR dan Dolby Vision ke SDR hanya pada TV yang tidak dapat menunjukkan HDR. Pilih Peta nada ke SDR jika remux Dolby Vision 4K kelihatan pudar, hijau atau ungu pada TV anda; Sentiasa HDR memaksa lalu-terus.
mt: Awto jagħmel tone-map tal-HDR u Dolby Vision għal SDR biss fuq TV li ma jistax juri HDR. Agħżel Tone-map to SDR jekk ir-remuxes 4K Dolby Vision jidhru mħassra fil-kulur, ħodor jew vjola fuq it-TV tiegħek; Always HDR jisforza pass-through.
my: အလိုအလျောက်သည် HDR ကို မပြသနိုင်သော TV ပေါ်တွင်သာ HDR နှင့် Dolby Vision ကို SDR သို့ tone-map လုပ်ပေးသည်။ သင့် TV ပေါ်တွင် 4K Dolby Vision remux များ အရောင်ဖျော့နေ၊ အစိမ်း သို့မဟုတ် ခရမ်းရောင်ဖြစ်နေပါက Tone-map to SDR ကို ရွေးပါ၊ Always HDR သည် pass-through ကို အတင်းသုံးစေသည်။
nb: Auto tonetilpasser HDR og Dolby Vision til SDR bare på en TV som ikke kan vise HDR. Velg Tonetilpass til SDR hvis 4K Dolby Vision-remukser ser utvaskede, grønne eller lilla ut på TV-en din; Alltid HDR tvinger fram gjennomslipp.
ne: HDR नदेखाउन सक्ने TV मा मात्र स्वतः HDR र Dolby Vision लाई SDR मा टोन-म्याप गर्छ। तपाईंको TV मा 4K Dolby Vision remux हरू धमिलो, हरियो वा बैजनी देखिए भने Tone-map to SDR रोज्नुहोस्; Always HDR ले पास-थ्रू जबर्जस्ती लागू गर्छ।
nl: Automatisch zet HDR en Dolby Vision alleen om naar SDR (tone-mapping) op een tv die geen HDR kan tonen. Kies Omzetten naar SDR als 4K Dolby Vision-remuxes er op je tv verwassen, groen of paars uitzien; Altijd HDR forceert doorgifte.
ny: Auto imasintha HDR ndi Dolby Vision kukhala SDR pokhapokha pa TV yosatha kuwonetsa HDR. Sankhani Tone-map to SDR ngati ma 4K Dolby Vision remux akuwoneka opanda mtundu, obiriwira kapena ofiirira pa TV yanu; Always HDR imakakamiza kudutsa mwachindunji.
oc: Auto convertís lo HDR e Dolby Vision en SDR pas que sus una TV que pòt pas afichar lo HDR. Causissètz Convertir en SDR se los remux 4K Dolby Vision semblan descolorits, verds o violets sus vòstra TV ; Totjorn HDR fòrça lo passatge dirècte.
or: ଅଟୋ କେବଳ ଏମିତି TV‌ରେ HDR ଓ Dolby Vision‌କୁ SDR‌କୁ ଟୋନ୍-ମ୍ୟାପ୍ କରେ ଯାହା HDR ଦେଖାଇ ପାରେ ନାହିଁ। ଆପଣଙ୍କ TV‌ରେ 4K Dolby Vision ରିମକ୍ସ ଫିକା, ସବୁଜ କିମ୍ବା ବାଇଗଣୀ ଦେଖାଗଲେ Tone-map to SDR ବାଛନ୍ତୁ; Always HDR ପାସ୍-ଥ୍ରୁ ବାଧ୍ୟ କରେ।
pa: ਆਟੋ HDR ਅਤੇ Dolby Vision ਨੂੰ ਸਿਰਫ਼ ਉਦੋਂ SDR ਵਿੱਚ ਟੋਨ-ਮੈਪ ਕਰਦਾ ਹੈ ਜਦੋਂ TV HDR ਨਹੀਂ ਦਿਖਾ ਸਕਦਾ। ਜੇ ਤੁਹਾਡੇ TV 'ਤੇ 4K Dolby Vision ਰੀਮਕਸ ਧੋਤੇ ਹੋਏ, ਹਰੇ ਜਾਂ ਜਾਮਨੀ ਲੱਗਦੇ ਹਨ ਤਾਂ SDR ਵਿੱਚ ਟੋਨ-ਮੈਪ ਚੁਣੋ; ਹਮੇਸ਼ਾ HDR ਪਾਸ-ਥਰੂ ਲਾਜ਼ਮੀ ਕਰਦਾ ਹੈ।
pl: Auto mapuje tonalnie HDR i Dolby Vision do SDR tylko na telewizorze, który nie potrafi wyświetlić HDR. Wybierz Mapuj tonalnie do SDR, jeśli remuxy 4K Dolby Vision wyglądają na wyblakłe, zielone lub fioletowe na Twoim telewizorze; Zawsze HDR wymusza przekazywanie bez konwersji.
ps: اتومات HDR او Dolby Vision یوازې په هغه TV کې SDR ته ټون‌مپ کوي چې HDR نه شي ښودلی. که د 4K Dolby Vision remux ها ستاسو په TV کې اوبه‌شوي، شنه یا ارغواني ښکاري، SDR ته ټون‌مپ وټاکئ؛ تل HDR تیرېدل اجباروي.
pt_br: O modo Automático faz tone-mapping de HDR e Dolby Vision para SDR apenas em uma TV que não consegue exibir HDR. Escolha Tone-mapping para SDR se os remuxes 4K em Dolby Vision parecerem desbotados, esverdeados ou roxos na sua TV; Sempre HDR força a passagem direta.
pt_pt: O modo Automático faz tone-mapping de HDR e Dolby Vision para SDR apenas numa TV que não consiga mostrar HDR. Escolha Tone-map para SDR se os remuxes de 4K Dolby Vision parecerem desbotados, verdes ou roxos na sua TV; HDR sempre força a passagem direta.
ro: Auto mapează tonal HDR și Dolby Vision la SDR doar pe un TV care nu poate afișa HDR. Alege Mapează tonal la SDR dacă remuxurile 4K Dolby Vision arată spălăcite, verzi sau violete pe TV-ul tău; Întotdeauna HDR forțează trecerea directă.
ru: Авто преобразует тона HDR и Dolby Vision в SDR только на телевизоре, который не может показать HDR. Выберите «Преобразовать в SDR», если 4K-ремуксы Dolby Vision выглядят на вашем телевизоре блёкло, зелёными или фиолетовыми; «Всегда HDR» принудительно передаёт как есть.
rw: Byikora bihindura amabara ya HDR na Dolby Vision ku SDR gusa kuri TV idashobora kwerekana HDR. Hitamo Hindura amabara uje kuri SDR niba 4K Dolby Vision remuxes zigaragara zishwanyaguritse, ari icyatsi cyangwa umuyugubwe kuri TV yawe; Buri gihe HDR ituma winjira mu buryo butaziguye.
sd: خودڪار HDR ۽ Dolby Vision کي رڳو ان TV تي SDR ۾ ٽون-ميپ ڪري ٿو جيڪو HDR نه ڏيکاري سگھي. جيڪڏهن 4K Dolby Vision ريمڪس اوهان جي TV تي ڦڪا، سائا يا واڱڻائي لڳن ته Tone-map to SDR چونڊيو؛ Always HDR پاس-ٿرو زور سان ڪرائي ٿو.
si: ස්වයංක්‍රීය මගින් HDR පෙන්විය නොහැකි TV එකක් මත පමණක් HDR සහ Dolby Vision SDR වෙත ටෝන්-සිතියම්ගත කරයි. ඔබේ TV එකේ 4K Dolby Vision remux සුදුමැලි, කොළ හෝ දම් පැහැයෙන් පෙනේ නම් SDR වෙත ටෝන්-සිතියම්ගත කරන්න තෝරන්න; සම්මත කිරීම සැම විටම HDR මගින් බලෙන් සිදු කරයි.
sk: Automaticky mapuje tóny HDR a Dolby Vision na SDR len na televízore, ktorý nedokáže zobraziť HDR. Vyberte Mapovať tóny na SDR, ak 4K remuxy Dolby Vision vyzerajú na vašom televízore vyblednuté, zelené alebo fialové; Vždy HDR vynúti priamy prenos.
sl: Samodejno preslika HDR in Dolby Vision v SDR le na televizorju, ki ne more prikazati HDR. Izberite Preslikaj v SDR, če 4K remuksi Dolby Vision na vašem televizorju izgledajo zbledelo, zeleno ali vijolično; Vedno HDR prisili prehod.
sm: E na o le TV e le mafai ona faaali HDR e faamamaina ai e le Otometi le HDR ma le Dolby Vision i le SDR. Filifili le Faamama i SDR pe a foliga sesela, lanumeamata pe viole remux 4K Dolby Vision i lau TV; E faamalosi e le HDR i Taimi Uma le pasi-i.
sn: Yega inoshandura HDR neDolby Vision kuita SDR chete paTV isingakwanisi kuratidza HDR. Sarudza Tone-map to SDR kana ma 4K Dolby Vision remux achitaridzika akasukwa, ari girinhi kana pepuru paTV yako; Always HDR inomanikidza kupfuura zvakananga.
so: Toos wuxuu HDR iyo Dolby Vision u beddelaa SDR kaliya TV aan tusi karin HDR. Dooro Tone-map to SDR haddii remux-yada 4K Dolby Vision ku muuqdaan kuwo daldaloolan, cagaar ama guduud TV-gaaga; Always HDR wuxuu qasbaa in la sii marsiiyo.
sq: Automatik kap HDR dhe Dolby Vision në SDR vetëm në televizorë që nuk mund të shfaqin HDR. Zgjidhni Kap në SDR nëse remukset 4K Dolby Vision duken të zbehura, jeshile ose vjollce në televizorin tuaj; Gjithmonë HDR detyron kalimin direkt.
sr: Аутоматски тонски мапира HDR и Dolby Vision у SDR само на телевизору који не може да прикаже HDR. Изаберите Тонски мапирај у SDR ако 4K Dolby Vision remux садржаји изгледају испрано, зелено или љубичасто на вашем телевизору; Увек HDR приморава пренос без обраде.
st: Iketsang e tone-map HDR le Dolby Vision ho SDR feela ho TV e sitoang ho bontša HDR. Khetha Tone-map to SDR haeba di-remux tsa 4K Dolby Vision li shebahala li hlatsoehile, li tala kapa li pherese ho TV ea hau; Always HDR e qobella pass-through.
su: Otomatis metakeun-nada HDR jeung Dolby Vision ka SDR ngan dina TV nu teu bisa némbongkeun HDR. Pilih Peta-nada ka SDR lamun remux Dolby Vision 4K katingal pias, héjo atawa wungu dina TV anjeun; Salawasna HDR maksakeun pass-through.
sv: Auto tonmappar HDR och Dolby Vision till SDR endast på en TV som inte kan visa HDR. Välj Tonmappa till SDR om 4K Dolby Vision-remuxar ser urvattnade, gröna eller lila ut på din TV; Alltid HDR tvingar genomströmning.
sw: Otomatiki hubadilisha HDR na Dolby Vision kuwa SDR kwenye TV ambayo haiwezi kuonyesha HDR peke yake. Chagua Badilisha hadi SDR ikiwa remux za 4K Dolby Vision zinaonekana zimefifiwa, kijani au zambarau kwenye TV yako; HDR Daima hulazimisha upitishaji.
ta: HDR காட்ட முடியாத TV-யில் மட்டுமே தானியங்கி HDR மற்றும் Dolby Vision-ஐ SDR-ஆக tone-map செய்யும். 4K Dolby Vision remux-கள் உங்கள் TV-யில் மங்கலாகவோ, பச்சையாகவோ அல்லது ஊதாவாகவோ தெரிந்தால் SDR-ஆக Tone-map செய்யத் தேர்வு செய்யவும்; எப்போதும் HDR pass-through-ஐக் கட்டாயப்படுத்தும்.
te: HDR చూపలేని TVపై మాత్రమే ఆటో HDR మరియు Dolby Visionను SDRకు టోన్-మ్యాప్ చేస్తుంది. మీ TVపై 4K Dolby Vision రీమక్స్‌లు మసకగా, ఆకుపచ్చగా లేదా ఊదారంగులో కనిపిస్తే SDRకు టోన్-మ్యాప్ ఎంచుకోండి; ఎల్లప్పుడూ HDR పాస్-త్రూని బలవంతం చేస్తుంది.
tg: Худкор HDR ва Dolby Vision-ро танҳо дар телевизоре, ки HDR-ро нишон дода наметавонад, ба SDR тон-харитасозӣ мекунад. Агар ремуксҳои 4K Dolby Vision дар телевизори шумо пажмурда, сабз ё арғувонӣ намоянд, «Тон-харита ба SDR»-ро интихоб кунед; «Ҳамеша HDR» гузаришу мустақимро маҷбур мекунад.
th: อัตโนมัติจะแปลงโทน HDR และ Dolby Vision เป็น SDR เฉพาะบนทีวีที่แสดง HDR ไม่ได้ เลือกแปลงโทนเป็น SDR หาก remux 4K Dolby Vision ดูซีดจาง เขียว หรือม่วงบนทีวีของคุณ HDR เสมอจะบังคับส่งผ่านโดยตรง
tr: Otomatik, HDR ve Dolby Vision'ı yalnızca HDR gösteremeyen bir TV'de SDR'ye ton eşler. 4K Dolby Vision remux'ları TV'nizde soluk, yeşil veya mor görünüyorsa SDR'ye ton eşle'yi seçin; Her Zaman HDR doğrudan aktarımı zorlar.
tt: Авто HDR һәм Dolby Vision'ны SDR'га тик HDR күрсәтә алмаган телевизорда гына тон-карта итеп үзгәртә. Әгәр 4K Dolby Vision remux'лары телевизорыңда уңган, яшел яки шәмәхә булып күренсә, SDR'га тон-карта итүне сайла; Һәрчак HDR туры үткәрергә мәҗбүр итә.
ug: ئاپتوماتىك ھالەت HDR ۋە Dolby Vision نى پەقەت HDR كۆرسىتەلمەيدىغان تېلېۋىزوردىلا SDR غا رەڭ تەڭشەيدۇ. ئەگەر 4K Dolby Vision remux لار تېلېۋىزورىڭىزدا رەڭسىز، يېشىل ياكى سۆسۈن كۆرۈنسە «SDR غا رەڭ تەڭشەش»نى تاللاڭ؛ «ھەمىشە HDR» بىۋاسىتە ئۆتكۈزۈشكە مەجبۇرلايدۇ.
uk: Авто тонує HDR і Dolby Vision у SDR лише на телевізорі, який не може показати HDR. Виберіть Тонувати в SDR, якщо ремукси 4K Dolby Vision виглядають вицвілими, зеленими чи фіолетовими на вашому телевізорі; Завжди HDR примусово пропускає без змін.
ur: خودکار HDR اور Dolby Vision کو SDR میں صرف اس TV پر ٹون-میپ کرتا ہے جو HDR نہیں دکھا سکتی۔ اگر آپ کے TV پر 4K Dolby Vision remuxes پھیکے، سبز یا جامنی نظر آئیں تو SDR میں ٹون-میپ منتخب کریں؛ ہمیشہ HDR پاس-تھرو پر مجبور کرتا ہے۔
uz: Avto HDR va Dolby Vision'ni SDR'ga faqat HDR'ni ko'rsata olmaydigan TV'da ton-xaritalaydi. Agar 4K Dolby Vision remukslar TV'ingizda rangsiz, yashil yoki binafsha ko'rinsa, SDR'ga ton-xaritalash'ni tanlang; Har doim HDR o'tkazishni majburlaydi.
vi: Tự động ánh xạ tông màu HDR và Dolby Vision sang SDR chỉ trên TV không thể hiển thị HDR. Chọn Ánh xạ tông sang SDR nếu các bản remux 4K Dolby Vision trông bị nhạt, ám xanh lá hoặc tím trên TV của bạn; Luôn HDR sẽ buộc truyền thẳng.
xh: Ngokuzenzekelayo iguqula iHDR neDolby Vision zibe yiSDR kuphela kwiTV engakwaziyo ukubonisa iHDR. Khetha iTone-map to SDR ukuba ii-4K Dolby Vision remuxes zibonakala zibhácekile, ziluhlaza okanye zimfusa kwiTV yakho; iAlways HDR inyanzelisa ukudlula.
yo: Aládàáṣe máa ń yí HDR àti Dolby Vision padà sí SDR kìkì lórí TV tí kò lè fi HDR hàn. Yan Tone-map to SDR bí àwọn remux Dolby Vision 4K bá ń fọ́, tí wọ́n sì rí aláwọ̀ ewé tàbí àlùkò lórí TV rẹ; Always HDR máa ń fipá mú kí ó gba tààrà.
zh_hans: 仅在无法显示 HDR 的电视上，自动将 HDR 和 Dolby Vision 色调映射为 SDR。如果 4K Dolby Vision remux 在你的电视上看起来发白、偏绿或偏紫，请选择映射为 SDR；始终 HDR 会强制直通。
zh_hant: 「自動」只會在無法顯示 HDR 的電視上，將 HDR 與 Dolby Vision 色調對應為 SDR。若 4K Dolby Vision remux 在你的電視上看起來褪色、發綠或發紫，請選擇「色調對應為 SDR」；「一律 HDR」則強制直通輸出。
zu: Okuzenzakalelayo kwenza i-tone-map ye-HDR ne-Dolby Vision ibe yi-SDR kuphela ku-TV engakwazi ukubonisa i-HDR. Khetha i-Tone-map ku-SDR uma ama-4K Dolby Vision remux ebonakala aphaphathekile, aluhlaza noma ansomi ku-TV yakho; i-Always HDR iphoqelela ukudlula ngqo.
